Repository: Johnson-LYS/FMO-Companion
Catalog: FMOc/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ 位于%@方向，%lld度
source: %1$@ is %2$@ at %3$lld°
zh_hans: %1$@ 位于%2$@方向，%3$lld度

# %@ 位于%@方向，%lld度，约 %lld 公里
source: %1$@ is %2$@ at %3$lld°, about %4$lld km away
zh_hans: %1$@ 位于%2$@方向，%3$lld度，约 %4$lld 公里

# %@ 已确认
source: %@ confirmed
zh_hans: %@ 已确认

# %@ 未确认，设备可能已执行
source: %@ not confirmed; the device may have completed it
zh_hans: %@ 未确认，设备可能已执行

# %lld 个台站
source: %lld stations
zh_hans: %lld 个台站

# %lld 公里
source: %lld km
zh_hans: %lld 公里

# %u 在线
source: %u online
zh_hans: %u 在线

# %u 在线 · %u km
source: %u online · %u km
zh_hans: %1$u 在线 · %2$u km

# 2 分钟或 250 米 · 耗电较高
source: 2 min or 250 m · Higher battery use
zh_hans: 2 分钟或 250 米 · 耗电较高

# 12 位凭据
source: 12-digit credentials
zh_hans: 12 位凭据

# 15 分钟或 1 公里 · 较省电
source: 15 min or 1 km · Lower battery use
zh_hans: 15 分钟或 1 公里 · 较省电

# App 连接状态
source: App connection status
zh_hans: App 连接状态

# APRS 消息
source: APRS Messages
zh_hans: APRS 消息

# CQ、语音、上线与服务广播
source: CQ, voice activity, station presence, and server broadcasts
zh_hans: CQ、语音、上线与服务广播

# FMO 助手
source: FMO Companion
zh_hans: FMO 助手

source: FMO Companion processes only the data needed to connect to your selected FMO, sync location, access the APRS network, and store messages and QSO records on this device. We do not show ads, track you across apps, or sell personal data.
zh_hans: FMO 助手仅为连接你选择的 FMO、同步位置、接入 APRS 网络以及在本机保存消息与 QSO 记录而处理必要数据。我们不提供广告，不进行跨 App 跟踪，也不出售个人数据。

# FMO 助手反馈
source: FMO Companion Feedback
zh_hans: FMO 助手反馈

# FMO 地址
source: FMO address
zh_hans: FMO 地址

# FMO 坐标
source: FMO coordinates
zh_hans: FMO 坐标

# FMO 坐标已刷新
source: FMO location refreshed
zh_hans: FMO 坐标已刷新

# FMO 已更新为当前 iPhone 位置。
source: FMO has been updated with the current iPhone location.
zh_hans: FMO 已更新为当前 iPhone 位置。

# FMO 已连接
source: FMO Connected
zh_hans: FMO 已连接

# FMO 拒绝了本次操作
source: FMO declined this action
zh_hans: FMO 拒绝了本次操作

# FMO 网络
source: FMO Network
zh_hans: FMO 网络

# FMO 连接已断开
source: FMO connection lost
zh_hans: FMO 连接已断开

# FMO 页面地址无效
source: FMO page address is invalid
zh_hans: FMO 页面地址无效

# GEO 检查失败
source: GEO check failed
zh_hans: GEO 检查失败

# iPhone 位置
source: iPhone location
zh_hans: iPhone 位置

# QSO 不存在
source: QSO Not Found
zh_hans: QSO 不存在

# QSO 暂时无法更新，已保留上次内容
source: QSO couldn't be updated. The previous data is still available.
zh_hans: QSO 暂时无法更新，已保留上次内容

# QSO 详情
source: QSO details
zh_hans: QSO 详情

# QSO 详情暂时不可用，无法导出
source: QSO details are unavailable, so this record can't be exported.
zh_hans: QSO 详情暂时不可用，无法导出

# QSO 页面
source: QSO page
zh_hans: QSO 页面

# SSID 用于区分同一呼号下的不同设备。
source: The SSID identifies a specific station using the same callsign.
zh_hans: SSID 用于区分同一呼号下的不同设备。

# Wi-Fi / 本地网络
source: Wi-Fi / local network
zh_hans: Wi-Fi / 本地网络

# 上线
source: Online
zh_hans: 上线

# 东
source: East
zh_hans: 东

# 东北
source: Northeast
zh_hans: 东北

# 东南
source: Southeast
zh_hans: 东南

# 主机与 TCP 端口 %lld 可达
source: Host and TCP port %lld are reachable
zh_hans: 主机与 TCP 端口 %lld 可达

# 主机与端口
source: Host and port
zh_hans: 主机与端口

# 主机名或 IPv4
source: Hostname or IPv4
zh_hans: 主机名或 IPv4

# 主机或 TCP 端口不可达
source: Host or TCP port is unreachable
zh_hans: 主机或 TCP 端口不可达

# 仅保留最近 24 小时 · 最多 200 条
source: Last 24 hours · Up to 200 events
zh_hans: 仅保留最近 24 小时 · 最多 200 条

# 从设备列表选择要连接的 FMO。
source: Select the FMO to connect to from the device list.
zh_hans: 从设备列表选择要连接的 FMO。

# 以下结果是独立可达性检查，不代表设备页已建立连接。
source: These independent reachability checks do not mean the Devices tab is connected.
zh_hans: 以下结果是独立可达性检查，不代表设备页已建立连接。

# 以下结果用于独立验证当前网络路径。
source: These checks independently verify the current network path.
zh_hans: 以下结果用于独立验证当前网络路径。

# 位置与本地数据
source: Location and local data
zh_hans: 位置与本地数据

# 位置与状态
source: Location & Status
zh_hans: 位置与状态

# 位置仅用于地图范围和向你选择的 FMO 同步。设备信息、收藏、消息历史和 QSO 缓存保存在本机；ADIF 仅在你主动导出后交给系统分享。
source: Location is used only for map range and syncing with your selected FMO. Device details, favorites, message history, and the QSO cache stay on this device. ADIF files are shared only when you export them.
zh_hans: 位置仅用于地图范围和向你选择的 FMO 同步。设备信息、收藏、消息历史和 QSO 缓存保存在本机；ADIF 仅在你主动导出后交给系统分享。

# 位置只用于本次同步，不会上传到分析服务。
source: Location is used only for this sync and is not sent to analytics services.
zh_hans: 位置只用于本次同步，不会上传到分析服务。

# 位置更新
source: location update
zh_hans: 位置更新

# 位置未知
source: Unknown location
zh_hans: 位置未知

# 位置自动化
source: Location Automation
zh_hans: 位置自动化

# 低功耗
source: Low Power
zh_hans: 低功耗

# 低功耗模式
source: Low Power Mode
zh_hans: 低功耗模式

# 使用 App 期间
source: While Using the App
zh_hans: 使用 App 期间

# 使用 FMO 官方网页管理设备
source: Manage the device on the official FMO webpage
zh_hans: 使用 FMO 官方网页管理设备

# 依赖步骤未通过
source: A required step failed
zh_hans: 依赖步骤未通过

# 保存
source: Save
zh_hans: 保存

# 保留最近 24 小时，最多 200 条
source: Keeps up to 200 events from the last 24 hours
zh_hans: 保留最近 24 小时，最多 200 条

# 停止后会返回手动模式，并取消定位、连接和重试任务。
source: Stopping returns to Manual mode and cancels location, connection, and retry tasks.
zh_hans: 停止后会返回手动模式，并取消定位、连接和重试任务。

# 停止扫描
source: Stop scanning
zh_hans: 停止扫描

# 停止自动同步
source: Stop automatic sync
zh_hans: 停止自动同步

# 全网
source: Worldwide
zh_hans: 全网

# 全部
source: All
zh_hans: 全部

# 全部 QSO
source: All QSOs
zh_hans: 全部 QSO

# 公开网络
source: Public Network
zh_hans: 公开网络

# 关于
source: About
zh_hans: 关于

# 关于 FMO 助手
source: About FMO Companion
zh_hans: 关于 FMO 助手

# 最后尝试
source: Last Attempt
zh_hans: 最后尝试

# 最后成功
source: Last Success
zh_hans: 最后成功

# 最近 30 天
source: Last 30 Days
zh_hans: 最近 30 天

# 最近会话
source: Recent Conversations
zh_hans: 最近会话

# 最近动态
source: Recent Activity
zh_hans: 最近动态

# 最近操作
source: Recent Actions
zh_hans: 最近操作

# 最近收到
source: Last Received
zh_hans: 最近收到

# 最近活动
source: Recent Activity
zh_hans: 最近活动

# 最近讲话活动 %@
source: Recent voice activity, %@
zh_hans: 最近讲话活动 %@

# 最近讲话活动 %@，%@
source: Recent voice activity, %@, %@
zh_hans: 最近讲话活动 %1$@，%2$@

# 最近通联
source: Recent QSOs
zh_hans: 最近通联

# 切换服务器
source: Switch Server
zh_hans: 切换服务器

# 切换运行模式或重启设备
source: Switch operating modes or restart the device
zh_hans: 切换运行模式或重启设备

# 刚刚讲话
source: Just spoke
zh_hans: 刚刚讲话

# 删除
source: Delete
zh_hans: 删除

# 删除设备
source: Remove device
zh_hans: 删除设备

# 刷新
source: Refresh
zh_hans: 刷新

# 刷新当前设备的 QSO
source: Refresh QSO for the current device
zh_hans: 刷新当前设备的 QSO

# 刷新盒子
source: Refresh FMO
zh_hans: 刷新盒子

# 前往系统设置
source: Open System Settings
zh_hans: 前往系统设置

# 前往设置
source: Open Settings
zh_hans: 前往设置

# 动态事件
source: Events
zh_hans: 动态事件

# 北
source: North
zh_hans: 北

# 南
source: South
zh_hans: 南

# 发送
source: Send
zh_hans: 发送

# 发送中
source: Sending
zh_hans: 发送中

# 发送消息并跟踪确认状态
source: Send messages and track confirmation status
zh_hans: 发送消息并跟踪确认状态

# 取消
source: Cancel
zh_hans: 取消

# 取消收藏 %@
source: Remove %@ from Favorites
zh_hans: 取消收藏 %@

# 受系统限制
source: Restricted by iOS
zh_hans: 受系统限制

# 只在你主动操作时同步。
source: Syncs only when you choose to.
zh_hans: 只在你主动操作时同步。

# 只在设备页点击同步时更新
source: Updates only when you tap Sync in Devices
zh_hans: 只在设备页点击同步时更新

# 只有你在设备页点击同步时才会更新 FMO。
source: Your FMO is updated only when you tap Sync in Devices.
zh_hans: 只有你在设备页点击同步时才会更新 FMO。

# 可从收藏呼号或手动输入地址开始会话。
source: Start a conversation from a favorite callsign or enter an address.
zh_hans: 可从收藏呼号或手动输入地址开始会话。

# 可先在台站与服务器目录中添加收藏。
source: Add favorites from the Stations & Servers directory first.
zh_hans: 可先在台站与服务器目录中添加收藏。

# 可先在台站目录中收藏呼号。
source: Add favorite callsigns from the station directory first.
zh_hans: 可先在台站目录中收藏呼号。

# 可切换
source: Available
zh_hans: 可切换

# 可发送远程命令
source: Ready for Remote Control
zh_hans: 可发送远程命令

# 可在 FMO 设备菜单中查看。凭据只保存在这台 iPhone。
source: Find it in the FMO device menu. The credential stays on this iPhone.
zh_hans: 可在 FMO 设备菜单中查看。凭据只保存在这台 iPhone。

# 可用
source: Available
zh_hans: 可用

# 台站
source: Stations
zh_hans: 台站

# 台站 · %lld
source: Station · %lld
zh_hans: 台站 · %lld

# 台站与服务器
source: Stations & Servers
zh_hans: 台站与服务器

# 台站详情
source: Station details
zh_hans: 台站详情

# 同步到 FMO
source: Sync to FMO
zh_hans: 同步到 FMO

# 同步模式
source: Sync Mode
zh_hans: 同步模式

# 名称
source: Name
zh_hans: 名称

# 启用低功耗
source: Enable Low Power
zh_hans: 启用低功耗

# 启用低功耗？
source: Enable Low Power Mode?
zh_hans: 启用低功耗？

# 启用手动
source: Enable Manual
zh_hans: 启用手动

# 启用手动同步？
source: Enable manual sync?
zh_hans: 启用手动同步？

# 启用自动同步？
source: Enable Auto Sync?
zh_hans: 启用自动同步？

# 启用车载
source: Enable Driving
zh_hans: 启用车载

# 启用车载模式？
source: Enable Driving Mode?
zh_hans: 启用车载模式？

# 呼叫
source: Call
zh_hans: 呼叫

# 呼号
source: Callsign
zh_hans: 呼号

# 呼号 %@
source: Callsign %@
zh_hans: 呼号 %@

# 呼号-SSID
source: Callsign-SSID
zh_hans: 呼号-SSID

# 呼号、APRS 消息和远控命令会经过 APRS-IS 公网传输，不应被视为私密或端到端加密通信。远控凭据原文只保存在本机，不会随命令发送。
source: Callsigns, APRS messages, and remote control commands are transmitted over the APRS-IS public network and should not be considered private or end-to-end encrypted communications. The original text of the remote control credentials is only saved locally and will not be sent with the command.
zh_hans: 呼号、APRS 消息和远控命令会经过 APRS-IS 公网传输，不应被视为私密或端到端加密通信。远控凭据原文只保存在本机，不会随命令发送。

# 呼号、网格或服务器
source: Callsign, grid, or server
zh_hans: 呼号、网格或服务器

# 呼号与设备编号组合后不能超过 9 个字符。
source: Callsign and SSID cannot exceed 9 characters combined.
zh_hans: 呼号与设备编号组合后不能超过 9 个字符。

# 呼号需至少 3 位，且只能包含英文字母和数字。
source: Callsign must be at least 3 characters and contain only letters and numbers.
zh_hans: 呼号需至少 3 位，且只能包含英文字母和数字。

# 命令未发送，请确认消息网络已连接
source: Command not sent. Check the messaging connection.
zh_hans: 命令未发送，请确认消息网络已连接

# 国家/地区
source: Country/Region
zh_hans: 国家/地区

# 在 FMO 官方页面查看与导出记录
source: View and export records on the FMO official page
zh_hans: 在 FMO 官方页面查看与导出记录

# 在“设备”中连接 FMO 后，QSO 会自动出现在这里。
source: Connect an FMO in Devices and its QSOs will appear here automatically.
zh_hans: 在“设备”中连接 FMO 后，QSO 会自动出现在这里。

# 在同一 Wi-Fi 中自动发现，或手动输入 fmo.local。
source: Automatically discover within the same Wi-Fi, or enter fmo.local manually.
zh_hans: 在同一 Wi-Fi 中自动发现，或手动输入 fmo.local。

# 在线
source: Online
zh_hans: 在线

# 地图
source: Map
zh_hans: 地图

# 地址
source: Address
zh_hans: 地址

# 地址不可用
source: Address not available
zh_hans: 地址不可用

# 坐标
source: Coordinates
zh_hans: 坐标

# 坐标同步
source: Location Sync
zh_hans: 坐标同步

# 坐标已同步
source: Location Synced
zh_hans: 坐标已同步

# 坐标已同步，FMO 已回读确认
source: Location synced and confirmed by FMO
zh_hans: 坐标已同步，FMO 已回读确认

# 坐标超出有效范围
source: Location is outside the valid range
zh_hans: 坐标超出有效范围

# 填写呼号后即可接收 FMO 网络动态
source: Enter your callsign to receive FMO network activity
zh_hans: 填写呼号后即可接收 FMO 网络动态

# 备注
source: Notes
zh_hans: 备注

# 外观
source: Appearance
zh_hans: 外观

# 外观模式
source: Appearance
zh_hans: 外观模式

# 失败
source: Failed
zh_hans: 失败

# 好
source: OK
zh_hans: 好

# 始终允许
source: Always Allow
zh_hans: 始终允许

# 安全凭据
source: Security Credential
zh_hans: 安全凭据

# 安全凭据应为 12 位大写字母或数字
source: The security credential must contain 12 uppercase letters or digits.
zh_hans: 安全凭据应为 12 位大写字母或数字

# 完成
source: Done
zh_hans: 完成

# 完整事件流
source: All Events
zh_hans: 完整事件流

# 官方 HTTP 后台
source: Official HTTP Web UI
zh_hans: 官方 HTTP 后台

# 定位授权
source: Location Permission
zh_hans: 定位授权

# 定位授权不足，前往系统设置允许“始终”定位后再继续。
source: Open System Settings and allow Always Location Access to continue.
zh_hans: 定位授权不足，前往系统设置允许“始终”定位后再继续。

# 定位授权已关闭，请前往系统设置恢复。
source: Location access is off. Open System Settings to restore it.
zh_hans: 定位授权已关闭，请前往系统设置恢复。

# 定位能力受到系统限制。
source: Location access is restricted by the system.
zh_hans: 定位能力受到系统限制。

# 定位访问已关闭
source: Location access is off
zh_hans: 定位访问已关闭

# 实时活动
source: Live Activity
zh_hans: 实时活动

# 实时活动数量已达系统上限
source: The system limit for Live Activities has been reached.
zh_hans: 实时活动数量已达系统上限

# 实时活动权限未开启
source: Live Activities are not allowed.
zh_hans: 实时活动权限未开启

# 实时活动由 App 尽力更新；系统可能在后台限制更新或结束活动，不影响 FMO 连接。
source: The app updates Live Activities when possible. iOS may limit or end them in the background without affecting the FMO connection.
zh_hans: 实时活动由 App 尽力更新；系统可能在后台限制更新或结束活动，不影响 FMO 连接。

# 实时活动配置无效
source: Invalid Live Activity configuration
zh_hans: 实时活动配置无效

# 对方
source: Contact
zh_hans: 对方

# 对方 · %@
source: Contact · %@
zh_hans: 对方 · %@

# 对方网格
source: Contact Grid
zh_hans: 对方网格

# 导出 ADIF
source: Export ADIF
zh_hans: 导出 ADIF

# 尚无记录
source: No records yet
zh_hans: 尚无记录

# 尚未保存 FMO 设备；请先返回设备页连接一次。
source: No FMO has been saved. Connect one from Devices first.
zh_hans: 尚未保存 FMO 设备；请先返回设备页连接一次。

# 尚未发现设备
source: No Devices Found
zh_hans: 尚未发现设备

# 尚未同步
source: Not synced yet
zh_hans: 尚未同步

# 尚未设置
source: Not set
zh_hans: 尚未设置

# 尚未询问
source: Not Requested
zh_hans: 尚未询问

# 尚未读取
source: Not Read
zh_hans: 尚未读取

# 尚未连接 FMO
source: No FMO Connected
zh_hans: 尚未连接 FMO

# 峰值
source: Peak
zh_hans: 峰值

# 已关闭
source: Off
zh_hans: 已关闭

# 已同步 · %@
source: Synced · %@
zh_hans: 已同步 · %@

# 已开启
source: On
zh_hans: 已开启

# 已拒绝
source: Rejected
zh_hans: 已拒绝

# 已暂停
source: Paused
zh_hans: 已暂停

# 已检测到 Wi-Fi 接口
source: Wi-Fi interface detected
zh_hans: 已检测到 Wi-Fi 接口

# 已确认
source: Confirmed
zh_hans: 已确认

# 已获取 iPhone 位置
source: iPhone location acquired
zh_hans: 已获取 iPhone 位置

# 已获取大致位置，可由你决定是否同步
source: Approximate location acquired; you can choose whether to sync it
zh_hans: 已获取大致位置，可由你决定是否同步

# 已连接
source: Connected
zh_hans: 已连接

# 已选择
source: Selected
zh_hans: 已选择

# 已通过 GEO 接口连接 %@。
source: Connected to %@ via GEO interface.
zh_hans: 已通过 GEO 接口连接 %@。

# 广播台站
source: Station Broadcast
zh_hans: 广播台站

# 开发者
source: Developer
zh_hans: 开发者

# 当前为手动同步
source: Manual Sync
zh_hans: 当前为手动同步

# 当前位置 %lld 公里内
source: Within %lld km of your current location
zh_hans: 当前位置 %lld 公里内

# 当前服务器
source: Current Server
zh_hans: 当前服务器

# 当前服务器 %@
source: Current server %@
zh_hans: 当前服务器 %@

# 当前未收到数据
source: No data currently received
zh_hans: 当前未收到数据

# 当前状态
source: Current status
zh_hans: 当前状态

# 当前网络不可用
source: The network is unavailable
zh_hans: 当前网络不可用

# 当前网络不可用；恢复后会发送内存中的最新位置。
source: The network is currently unavailable; the latest location in memory will be sent upon recovery.
zh_hans: 当前网络不可用；恢复后会发送内存中的最新位置。

# 当前讲话 %@
source: Speaking: %@
zh_hans: 当前讲话 %@

# 当前讲话 %@，%@
source: Speaking: %@, %@
zh_hans: 当前讲话 %1$@，%2$@

# 当前设备 %@，已连接
source: Current device %@, connected
zh_hans: 当前设备 %@，已连接

# 当前设备，已连接
source: Current device, connected
zh_hans: 当前设备，已连接

# 当前设备不支持实时活动
source: This device does not support Live Activities.
zh_hans: 当前设备不支持实时活动

# 当前设备限制了定位访问
source: Location access is restricted on this device
zh_hans: 当前设备限制了定位访问

# 成功
source: Successful
zh_hans: 成功

# 我们如何使用数据
source: How we use data
zh_hans: 我们如何使用数据

# 我的位置
source: My Location
zh_hans: 我的位置

# 所有服务器
source: All Servers
zh_hans: 所有服务器

# 手动
source: Manual
zh_hans: 手动

# 手动同步
source: Manual sync
zh_hans: 手动同步

# 手动输入地址
source: Enter address manually
zh_hans: 手动输入地址

# 手动连接
source: Manual Connection
zh_hans: 手动连接

# 打开 App 后接收消息
source: Open the app to receive messages
zh_hans: 打开 App 后接收消息

# 打开横屏仪表盘
source: Open Landscape Dashboard
zh_hans: 打开横屏仪表盘

# 扫描中
source: Scanning
zh_hans: 扫描中

# 按提示处理后重试，手动地址始终可用。
source: Follow the prompts and try again. Manual addresses are always available.
zh_hans: 按提示处理后重试，手动地址始终可用。

# 接收已暂停
source: Receiving Paused
zh_hans: 接收已暂停

# 搜索
source: Search
zh_hans: 搜索

# 搜索、收藏与详细信息
source: Search, favorites and details
zh_hans: 搜索、收藏与详细信息

# 搜索台站与服务器详情
source: Search station and server details
zh_hans: 搜索台站与服务器详情

# 搜索呼号或事件
source: Search for a callsign or event
zh_hans: 搜索呼号或事件

# 搜索呼号或服务器
source: Search for a callsign or server
zh_hans: 搜索呼号或服务器

# 搜索服务器
source: Search Servers
zh_hans: 搜索服务器

# 操作已取消
source: Action canceled
zh_hans: 操作已取消

# 操作没有完成
source: The action could not be completed
zh_hans: 操作没有完成

# 收到 HTTP %lld 响应
source: Received HTTP %lld response
zh_hans: 收到 HTTP %lld 响应

# 收到时间
source: Received time
zh_hans: 收到时间

# 收到网络数据后会自动更新。
source: Updates automatically when network data arrives.
zh_hans: 收到网络数据后会自动更新。

# 收到讲话活动后将在这里持续保留。
source: Recent voice activity remains available here.
zh_hans: 收到讲话活动后将在这里持续保留。

# 收藏
source: Favorites
zh_hans: 收藏

# 收藏 %@
source: Add %@ to Favorites
zh_hans: 收藏 %@

# 收藏呼号 · %lld
source: Favorite Callsigns · %lld
zh_hans: 收藏呼号 · %lld

# 收藏暂无动态
source: There is no activity in favorites yet
zh_hans: 收藏暂无动态

# 收藏服务器
source: Favorite Servers
zh_hans: 收藏服务器

# 暂无收藏服务器
source: No Favorite Servers
zh_hans: 暂无收藏服务器

# 收藏服务器 · %lld
source: Favorite Servers · %lld
zh_hans: 收藏服务器 · %lld

# 收藏联系人
source: Favorite Callsigns
zh_hans: 收藏联系人

# 新消息
source: New Message
zh_hans: 新消息

# 方位
source: Bearing
zh_hans: 方位

# 方位暂不可用
source: Bearing Unavailable
zh_hans: 方位暂不可用

# 无法保存远控设置
source: Unable to save remote control settings
zh_hans: 无法保存远控设置

# 无法完成操作
source: Unable to complete operation
zh_hans: 无法完成操作

# 无法导出 ADIF
source: Unable to export ADIF
zh_hans: 无法导出 ADIF

# 无法建立 GEO 连接
source: Could not establish a GEO connection
zh_hans: 无法建立 GEO 连接

# 无法打开 FMO 页面
source: Unable to open FMO page
zh_hans: 无法打开 FMO 页面

# 无法更新锁屏仪表盘
source: Unable to update lock screen dashboard
zh_hans: 无法更新锁屏仪表盘

# 无法移除安全凭据
source: Unable to remove security credentials
zh_hans: 无法移除安全凭据

# 无法获取位置
source: Unable to get location
zh_hans: 无法获取位置

# 无法解析设备主机名
source: Could not resolve the device hostname
zh_hans: 无法解析设备主机名

# 无法解析设备地址
source: Could not resolve the device address
zh_hans: 无法解析设备地址

# 无法读取服务器列表，请稍后重试。
source: Couldn't load the server list. Try again later.
zh_hans: 无法读取服务器列表，请稍后重试。

# 显示呼号
source: Show callsign
zh_hans: 显示呼号

# 显示在锁屏
source: Show on lock screen
zh_hans: 显示在锁屏

# 显示梅登黑德
source: Show Maidenhead
zh_hans: 显示梅登黑德

# 暂不
source: Not Now
zh_hans: 暂不

# 暂无 QSO
source: No QSOs yet
zh_hans: 暂无 QSO

# 暂无动态
source: No Activity Yet
zh_hans: 暂无动态

# 暂无匹配动态
source: No matching updates yet
zh_hans: 暂无匹配动态

# 暂无服务器
source: No Servers
zh_hans: 暂无服务器

# 暂时无法取得有效位置，App 会继续等待。
source: A valid location cannot be obtained at the moment, and the App will continue to wait.
zh_hans: 暂时无法取得有效位置，App 会继续等待。

# 暂时无法同步
source: Unable to sync right now
zh_hans: 暂时无法同步

# 暂时无法生成 ADIF
source: Unable to generate ADIF at the moment
zh_hans: 暂时无法生成 ADIF

# 暂时无法获取当前位置
source: Unable to get your current location
zh_hans: 暂时无法获取当前位置

# 暂时无法读取这条 QSO
source: This QSO cannot be read at the moment
zh_hans: 暂时无法读取这条 QSO

# 更新失败 · 显示上次内容
source: Update failed · Showing previous content
zh_hans: 更新失败 · 显示上次内容

# 有网格
source: Has grid
zh_hans: 有网格

# 服务信息
source: Server Information
zh_hans: 服务信息

# 服务器
source: Servers
zh_hans: 服务器

# 服务器 · %lld
source: Server · %lld
zh_hans: 服务器 · %lld

# 服务器切换失败，请重试。
source: Couldn't switch servers. Try again.
zh_hans: 服务器切换失败，请重试。

# 服务器和最新动态始终按当前可信状态显示；精确坐标、频率和 QSO 列表不会进入锁屏。
source: The current server and latest activity use the latest available state. Precise coordinates, frequency, and QSO records never appear on the Lock Screen.
zh_hans: 服务器和最新动态始终按当前可信状态显示；精确坐标、频率和 QSO 列表不会进入锁屏。

# 服务器广播
source: Server Broadcast
zh_hans: 服务器广播

# 服务器详情
source: Server details
zh_hans: 服务器详情

# 服务器过滤距离
source: Server range filter
zh_hans: 服务器过滤距离

# 未开启
source: Off
zh_hans: 未开启

# 未检测到 Wi-Fi 接口
source: No Wi-Fi interface detected
zh_hans: 未检测到 Wi-Fi 接口

# 未确认
source: Unconfirmed
zh_hans: 未确认

# 未设置
source: Not Set
zh_hans: 未设置

# 未连接
source: Not connected
zh_hans: 未连接

# 未选择
source: Not selected
zh_hans: 未选择

# 未通过系统确认，未发送重启命令
source: Authentication wasn't completed. The restart command was not sent.
zh_hans: 未通过系统确认，未发送重启命令

# 本地网络访问已关闭
source: Local network access is off
zh_hans: 本地网络访问已关闭

# 本月 %lld
source: This month %lld
zh_hans: 本月 %lld

# 本机
source: Me
zh_hans: 本机

# 本机 · %@
source: Me · %@
zh_hans: 本机 · %@

# 本机 QSO
source: Local QSOs
zh_hans: 本机 QSO

# 本机网格
source: My Grid
zh_hans: 本机网格

# 查看全部
source: View all
zh_hans: 查看全部

# 查看扫描
source: View Scan
zh_hans: 查看扫描

# 梅登黑德网格
source: Maidenhead grid
zh_hans: 梅登黑德网格

# 检查在 5 秒后超时
source: Check timed out after 5 seconds
zh_hans: 检查在 5 秒后超时

# 模式
source: Mode
zh_hans: 模式

# 横屏仪表盘位于前台时，App 会从你选择的 FMO 接收音频并在本机生成波形；声音默认关闭。音频不录制、不保存、不上传，也不用于识别讲话者。
source: When the landscape dashboard is in the foreground, the app receives audio from the FMO of your choice and generates waveforms locally; sound is off by default. The audio is not recorded, saved, uploaded, or used to identify the speaker.
zh_hans: 横屏仪表盘位于前台时，App 会从你选择的 FMO 接收音频并在本机生成波形；声音默认关闭。音频不录制、不保存、不上传，也不用于识别讲话者。

# 正在发送 %@
source: Sending %@
zh_hans: 正在发送 %@

# 正在同步
source: Syncing
zh_hans: 正在同步

# 正在同步 %lld/%lld
source: Syncing %1$lld/%2$lld
zh_hans: 正在同步 %1$lld/%2$lld

# 正在同步…
source: Syncing...
zh_hans: 正在同步…

# 正在同步位置
source: Syncing location
zh_hans: 正在同步位置

# 正在同步坐标
source: Syncing Location
zh_hans: 正在同步坐标

# 正在启动自动同步
source: Starting Auto Sync
zh_hans: 正在启动自动同步

# 正在建立 GEO 连接
source: Establishing GEO connection
zh_hans: 正在建立 GEO 连接

# 正在建立系统定位与网络状态会话。
source: Establishing system location and network status session.
zh_hans: 正在建立系统定位与网络状态会话。

# 正在开始
source: Starting
zh_hans: 正在开始

# 正在把最新位置发送到已选择的 FMO。
source: Sending latest location to selected FMO.
zh_hans: 正在把最新位置发送到已选择的 FMO。

# 正在接收
source: Receiving
zh_hans: 正在接收

# 正在显示
source: Showing
zh_hans: 正在显示

# 正在查找附近设备
source: Looking for nearby devices
zh_hans: 正在查找附近设备

# 正在检查…
source: Checking…
zh_hans: 正在检查…

# 正在结束
source: Ending
zh_hans: 正在结束

# 正在获取位置…
source: Getting location...
zh_hans: 正在获取位置…

# 正在读取 iPhone 位置
source: Reading iPhone location
zh_hans: 正在读取 iPhone 位置

# 正在读取服务器…
source: Loading servers…
zh_hans: 正在读取服务器…

# 正在读取收藏服务器…
source: Loading favorite servers…
zh_hans: 正在读取收藏服务器…

# 正在加载更多服务器…
source: Loading more servers…
zh_hans: 正在加载更多服务器…

# 正在读取详情
source: Reading details
zh_hans: 正在读取详情

# 正在连接
source: Connecting
zh_hans: 正在连接

# 正在连接 %@。
source: Connecting to %@.
zh_hans: 正在连接 %@。

# 正常运行
source: Normal
zh_hans: 正常运行

# 每一步均为独立可达性检查；全部通过表示设备可达，不等于设备页连接状态。诊断不包含精确位置、凭据或设备私密数据。
source: Each step is an independent reachability check; all passes indicate that the device is reachable, which does not equal the device page connection status. Diagnostics do not include precise location, credentials, or private device data.
zh_hans: 每一步均为独立可达性检查；全部通过表示设备可达，不等于设备页连接状态。诊断不包含精确位置、凭据或设备私密数据。

# 每次操作只发送一次；没有收到设备确认时不会自动重试。
source: Each operation is sent only once; it will not be automatically retried if device confirmation is not received.
zh_hans: 每次操作只发送一次；没有收到设备确认时不会自动重试。

# 水平精度约 %@ 米
source: Horizontal accuracy approx. %@ meters
zh_hans: 水平精度约 %@ 米

# 没有发现 FMO 设备
source: No FMO devices found
zh_hans: 没有发现 FMO 设备

# 没有在 15 秒内获得可用位置
source: No usable location was received within 15 seconds
zh_hans: 没有在 15 秒内获得可用位置

# 没有收到有效 HTTP 响应
source: No valid HTTP response received
zh_hans: 没有收到有效 HTTP 响应

# 浅色
source: Light
zh_hans: 浅色

# 消息
source: Messages
zh_hans: 消息

# 消息不能包含换行或 { 符号
source: Message cannot contain newlines or { symbols
zh_hans: 消息不能包含换行或 { 符号

# 消息内容无法发送
source: Message content cannot be sent
zh_hans: 消息内容无法发送

# 消息最多 60 字节
source: Messages can contain up to 60 bytes
zh_hans: 消息最多 60 字节

# 消息发送失败
source: Message Failed
zh_hans: 消息发送失败

# 消息提示
source: Message Status
zh_hans: 消息提示

# 消息网络尚未连接
source: The messaging network is not connected yet
zh_hans: 消息网络尚未连接

# 消息网络暂时不可用
source: The messaging network is temporarily unavailable
zh_hans: 消息网络暂时不可用

# 深色
source: Dark
zh_hans: 深色

# 版本
source: Version
zh_hans: 版本

# 版本与构建
source: Version & Build
zh_hans: 版本与构建

# 独立探测 · %@
source: Independent Check · %@
zh_hans: 独立探测 · %@

# 独立握手与坐标响应正常
source: Handshake and location response succeeded
zh_hans: 独立握手与坐标响应正常

# 目录
source: Directory
zh_hans: 目录

# 目标设备
source: Target Device
zh_hans: 目标设备

# 知道了
source: OK
zh_hans: 知道了

# 确认重启这台设备？
source: Are you sure you want to restart this device?
zh_hans: 确认重启这台设备？

# 确认重启远程 FMO 设备
source: Confirm Restart of Remote FMO
zh_hans: 确认重启远程 FMO 设备

# 离线 · %@
source: Offline · %@
zh_hans: 离线 · %@

# 移除安全凭据
source: Remove security credentials
zh_hans: 移除安全凭据

# 端口（可选）
source: Port (Optional)
zh_hans: 端口（可选）

# 第 %lld 次重试将在约 %@ 后进行。
source: Retry %lld in about %@.
zh_hans: 第 %1$lld 次重试将在约 %2$@ 后进行。

# 等待你完成系统定位授权。
source: Waiting for you to complete system location authorization.
zh_hans: 等待你完成系统定位授权。
